export const favoriteVehicleData = [
  { 
    image: '<img src="/wiki-assets/vehicle/kana_car_Tezeract.png" class="img-vehicle">', 
    type: '🏎\n超跑', 
    maker: 'Pegassi', 
    name: 'Tezeract\n✎', 
    date: `'23/09/15`, 
    detail: '售价9亿的豪华电动汽车。<br>喜爱电动汽车的無馬曾将其视为目标。', 
    purchase: '购买：てつお<br>改装：ボア，BIG SUZUKI，ヘルアン，ルウ'
  },
  { 
    image: '<img src="/wiki-assets/vehicle/kana_car_Virtue.png" class="img-vehicle">', 
    type: '🏎\n超跑', 
    maker: 'Ocelot', 
    name: 'Virtue\n✎', 
    date: `'23/10/05`, 
    detail: '出售时价值6亿（现价值10亿）的新型电动汽车。<br>舍弟エスターク的赠礼。', 
    purchase: '购买：千代田<br>改装：安保'
  },
  { 
    image: '<img src="/wiki-assets/vehicle/kana_car_Shinobi.png" class="img-vehicle">', 
    type: '🏍', 
    maker: 'Nagasaki', 
    name: 'Shinobi\n✎', 
    date: `'23/10/31`, 
    detail: '转弯很灵活的单人摩托。<br>有着100年前很爱用的记忆。', 
    purchase: '购买：ルウ<br>改装：ルウ'
  },
  { 
    image: '<img src="/wiki-assets/vehicle/kana_car_Zeno.png" class="img-vehicle">', 
    type: '🚗', 
    maker: 'Överflöd', 
    name: 'Zeno\n✎Zeno', 
    date: `'23/12/29`, 
    detail: '100年后的世界里因为很喜欢其外表而购入。<br>不用于犯罪而是日常使用的爱车。', 
    purchase: '购买：てつお<br>改装：揚物'
  },
  { 
    image: '<img src="/wiki-assets/vehicle/kana_car_Thrax.png" class="img-vehicle">', 
    type: '🏎\n超跑', 
    maker: 'Truffade', 
    name: 'Thrax\n✎', 
    date: `'23/12/30`, 
    detail: '在将其作为赠给RB的车辆而准备购入时，因折扣而一同给自己购入。<br>黑色涂装，作为犯罪者专用车辆，同时也是ALLIN的标准战斗车辆。<br>→'+`'24/3/22逃亡生活中，将其涂装为BONGORE印象的蓝白`, 
    purchase: '购买：難波<br>改装：大川'
  },
  { 
    image: '<img src="/wiki-assets/vehicle/kana_car_neneRumpo.png" class="img-vehicle">', 
    type: '🚚\n货车', 
    maker: 'Bravado', 
    name: 'Rumpo Custom\n✎', 
    date: `'24/01/09`, 
    detail: '来自秘书的赠礼。进行了诸如加装V12引擎之类的魔改造，<br>只有無馬才能制服的怪物卡车。', 
    purchase: '购买：-<br>改装：大川'
  },
  { 
    image: '<img src="/wiki-assets/vehicle/kana_car_Swinger.png" class="img-vehicle">', 
    type: '🚗\n经典', 
    maker: 'Ocelot', 
    name: 'Swinger\n✎', 
    date: `'24/02/03`, 
    detail: '白/黑市民各限购1辆的最高级经典跑车。令人震惊的<b>30亿</b>售价。<br>白市民的持有者为麻林ラル。無馬曾言道”这是和我凑了一对“', 
    purchase: '购买：川上<br>改装：チェン マヨ，ヤブ下'
  },
];

export const generalVehicleData = [
    { 
        image: '', 
        type: '🚚\n货车', 
        maker: 'Zirconium', 
        name: 'Journey\n✎ 犯罪仓库', 
        date: `'23/08/20`, 
        detail: '作为移动仓库购入的大载重巴士型露营车。', 
        purchase: '购买：深沢<br>改装：-'
    },
    { 
        image: '', 
        type: '🚚\n货车', 
        maker: 'Bravado', 
        name: 'Rumpo Custom\n✎ 黑Rumpo', 
        date: `'23/09/17`, 
        detail: '专门借出给暗金無島君的债务者，<br>用来摘花打工的货车。', 
        purchase: '购买：深沢<br>改装：サウ汰'
    },
    { 
        image: '', 
        type: '🚙\nSUV', 
        maker: 'Declasse', 
        name: 'Granger\n✎ 武器制作', 
        date: `'24/05/14`, 
        detail: '作为制作武器时的仓库使用而购买的车辆。', 
        purchase: '购买：パキち<br>改装：パキち'
    },
    { 
        image: '<img src="/wiki-assets/vehicle/kana_car_Express.png" class="img-vehicle">', 
        type: '🚙\nSUV', 
        maker: 'Vapid', 
        name: '	Speed Express\n✎ 载重1000', 
        date: `24/06/11`, 
        detail: '载重1000公斤的货车。为提高效率而让ねね购入。<br>为了强行去掉logo而涂装，文字还隐约可见。', 
        purchase: '购买：パキち<br>改装：パキち'
    },
];

export const uncategorizedVehicleData = [
    { 
        image: '', 
        type: '', 
        maker: 'Unknown', 
        name: 'Carrot Car\n✎ 小胡萝卜号', 
        date: `'24/06/26`, 
        detail: '作为给けんつ成立帮派的初始资金融资，以30亿的价格买入。<br>拥有与急救车辆Raiden同等的性能。', 
        purchase: '购买：飯田 けんつ<br>改装：-'
    },
    { 
        image: '', 
        type: '🚙\nSUV', 
        maker: 'Pegassi', 
        name: 'Toros\n✎', 
        date: `'24/07/05`, 
        detail: '作为4座汽车而购入，很中意其外表。', 
        purchase: '购买：パキち<br>改装：'
    },
];

export const resaleVehicleData = [
    { 
        image: '', 
        type: '🏍', 
        maker: 'Shitzu', 
        name: 'Hakuchou Drag\n✎ 摩托', 
        date: `'23/08/25`, 
        detail: '作为犯罪用主力摩托购入。', 
        purchase: '购买：斎藤<br>改装：てって、ルウ'
    },
    { 
        image: '', 
        type: '🚗\n加长轿车', 
        maker: 'Dundreary', 
        name: 'Stretch\n✎ 接送用豪华轿车', 
        date: `'23/09/04`, 
        detail: '想要一辆大家都能坐进去的车辆而购入，6座豪华轿车。<br>使用ALLIN帮派资金购入。', 
        purchase: '购买：BIG SUZUKI<br>改装：天王寺'
    },
    { 
        image: '', 
        type: '🏎️\n跑车', 
        maker: 'Pfister', 
        name: 'Neon\n✎ 4座', 
        date: `'23/10/10`, 
        detail: '作为赌场专用车而购入的四座车。', 
        purchase: '购买：てつお<br>改装：'
    },
    { 
        image: '', 
        type: '🏍', 
        maker: 'Nagasaki', 
        name: 'BF400\n✎ 摩托', 
        date: `'23/10/20`, 
        detail: '月見的赠礼。<br>因考虑到無馬喜欢越野摩托车而选择其作为礼物。', 
        purchase: '购买：-<br>改装：-'
    },
    { 
        image: '', 
        type: '🏎\n超跑', 
        maker: 'Karin', 
        name: 'Sultan Retro Custom\n✎ A带赛车', 
        date: `'23/10/20`, 
        detail: '月見的赠礼。擅长跑越野赛道的A带赛车<br>并根据月見的想法进行了最强的改装。<br>是当时月見加入ALLIN的时候無馬赠与的车辆的同款车。', 
        purchase: '购买：-<br>改装：-'
    },
    { 
        image: '', 
        type: '🏎\n超跑', 
        maker: 'Obey', 
        name: '9F Cabrio\n✎ 遗物', 
        date: `'23/10/23`, 
        detail: '离开了洛圣都的山本 龍也的遗物。<br>约定好了直到他回来为止都会保留这辆车，且不会更改它的外观。', 
        purchase: '购买：-<br>改装：-'
    },
    { 
        image: '', 
        type: '🚗\n小型轿车', 
        maker: 'BF', 
        name: 'Club\n✎ 宝物保管库', 
        date: `'23/11/26`, 
        detail: '贩卖药物用车。刚好能装入一次药物贩卖的量<br>在同等载重的车辆中性能最好而选择购入。<br>→现在则用来保管他人赠送的重要物品。', 
        purchase: '购买：ルウ<br>改装：ルウ'
    },
    { 
        image: '', 
        type: '🏎\n超跑', 
        maker: 'Bravado', 
        name: 'Banshee 900R\n✎ 漂移用', 
        date: `'24/01/12`, 
        detail: '月見的赠礼。<br>因考虑到無馬喜欢漂移车而选择其作为礼物。', 
        purchase: '购买：-<br>改装：川上'
    },
    { 
        image: '', 
        type: '🏎\n超跑', 
        maker: 'Grotti', 
        name: 'X80 Proto\n✎Mon D', 
        date: `'24/01/17`, 
        detail: 'Boss曾经的爱用车，价值10亿的超跑。<br>闲置后，作为赌场景品以7亿的价格购入。', 
        purchase: '购买：-<br>改装：-'
    },
    { 
        image: '', 
        type: '🏎️\n跑车', 
        maker: 'Übermacht', 
        name: 'Sentinel Classic\n✎ B带赛车', 
        date: `'24/01/30`, 
        detail: '为了与GBC的抗争而准备的B带赛车用车辆。', 
        purchase: '购买：プスカ大佐<br>改装：プスカ大佐'
    },
    { 
        image: '', 
        type: '🏎️\n跑车', 
        maker: 'Benefactor', 
        name: 'SM722\n✎ 辅佐车', 
        date: `'24/02/15`, 
        detail: '只能从市长辅佐处购入的限定车。<br>是無馬初次购入的敞篷车，比起性能更注重其稀有性而购入。', 
        purchase: '购买：かな市長補佐<br>改装：プスカ大佐 '
    },
    { 
        image: '', 
        type: '🏎️\n跑车', 
        maker: 'Weeny', 
        name: 'Issi Sport\n✎ S带赛车', 
        date: `'24/02/21`, 
        detail: '升格为S带赛车的小型跑车。<br>对其在赛车中展现的优秀加速力和灵活性感兴趣而购入。', 
        purchase: '购买：ルウ<br>改装：-'
    },
    { 
        image: '', 
        type: '🏎️\n跑车', 
        maker: 'Ocelot', 
        name: 'Jugular\n✎ 犯罪用', 
        date: `'24/02/21`, 
        detail: '警车Police Jugular的民用款。<br>特征是贴在引擎盖上的巨大ローズ贴纸。<br>活用其与警车同模的特点，用来扰乱警方而购入。', 
        purchase: '购买：上田<br>改装：御庭野'
    },
    { 
        image: '', 
        type: '🏎️\n跑车', 
        maker: 'Pfister', 
        name: 'Comet S2\n✎ 犯罪用', 
        date: `'24/02/21`, 
        detail: '警车Police Comet S2的民用款。<br>购买目的同Jugular。', 
        purchase: '购买：ミンドリー<br>改装：-'
    },
    { 
        image: '', 
        type: '🚗', 
        maker: 'Maibatsu', 
        name: 'SunriseR\n✎ A带赛车', 
        date: `'24/02/22`, 
        detail: '上市当天从麻林处购入。<br>特征是贴在后轮挡板的麻叶贴纸。', 
        purchase: '购买：麻林<br>改装：麻林、ヤブ下'
    },
    { 
        image: '', 
        type: '🏎\n超跑', 
        maker: 'Coil', 
        name: 'Raiden\n✎ 私人医生', 
        date: `'24/03/05`, 
        detail: '救护车EMS Raiden的民用款。<br>购买目的同两辆伪装警车。', 
        purchase: '购买：にしのん<br>改装：-'
    },
    { 
        image: '', 
        type: '🚗\n加长轿车', 
        maker: 'Obey', 
        name: 'Tailgater\n✎ 私人医生', 
        date: `'24/03/19`, 
        detail: '为了逃亡生活而购入的朴素轿车。', 
        purchase: '购买：大川<br>改装：'
    },
    { 
        image: '', 
        type: '🚙\nSUV', 
        maker: 'Bravado', 
        name: 'Gresley\n✎ 这是什么', 
        date: `'24/03/19`, 
        detail: '为了逃亡生活而购入的朴素SUV。', 
        purchase: '购买：大川<br>改装：'
    },
    { 
        image: '', 
        type: '🏎\n超跑', 
        maker: 'Bravado', 
        name: 'Buffalo STX\n✎ 私人医生', 
        date: `'24/03/19`, 
        detail:'以强大的驱动力为特征的肌肉车。<br>着眼于其可以防住至少16发子弹的防弹玻璃而购入。',
        purchase: '购买：大川<br>改装：大川'
    },
    { 
        image: '', 
        type: '🚙\n越野', 
        maker: 'Maxwell', 
        name: 'Vagrant\n✎ 私人医生', 
        date: `'24/03/21`, 
        detail: '私人医生专用的越野小车。', 
        purchase: '购买：パキち<br>改装：パキち'
    },
    { 
        image: '', 
        type: '🏍', 
        maker: 'LCC', 
        name: 'Sanctus\n✎ 私人医生', 
        date: `'24/03/21`, 
        detail: '私人医生专用的令人毛骨悚然的摩托车。<br>车身的头骨据说是以前的患者的东西。', 
        purchase: '购买：パキち<br>改装：パキち'
    },
    { 
        image: '', 
        type: '🚕', 
        maker: '', 
        name: 'taxi', 
        date: `'24/04/23`, 
        detail: 'Boosting限定的稀有车辆。<br>原定为了计划的私人出租车事业而从そすさん处花1亿购入', 
        purchase: '购买：いわさき<br>改装：パキち'
    },
];

export const planeBoatData = [
    { 
        image: '', 
        type: '✈️', 
        maker: 'Buckingham', 
        name: 'Alpha-Z1', 
        date: `	'23/10/23`, 
        detail: '售价10亿的小型飞机。<br>与想要清理库存的鳥野交涉后，以7.5亿购入。', 
        purchase: '购买：鳥野<br>改装：-'
    },
    { 
        image: '', 
        type: '🚁', 
        maker: '', 
        name: 'Sparrow', 
        date: `'23/10/27`, 
        detail: '速度性能优秀的两座小型直升机。<br>本来是借用白井的 ，但是由于超乎想象的性能而选择自己购入。', 
        purchase: '购买：成瀬<br>改装：-'
    },
    { 
        image: '', 
        type: '🛥', 
        maker: 'Speedophile', 
        name: 'Seashark\n✎ 赤,赤,灰,黒,桃', 
        date: `'23/10/30`, 
        detail: '海上移动用的水上摩托艇。一次性买了5辆。', 
        purchase: '购买：命田<br>改装：-'
    },
    { 
        image: '', 
        type: '🚁', 
        maker: 'Buckingham', 
        name: 'Volatus', 
        date: `'24/04/23`, 
        detail: '有着比市贩上所有直升机都优秀机动力的直升机。', 
        purchase: '购买：ふでこ<br>改装：-'
    },
];

export const lendVehicleData = [
    { 
        image: '', 
        type: '🏎', 
        maker: 'Vysser', 
        name: 'Neo', 
        date: `'23/09/07`, 
        detail: '为了参加A带赛车比赛而购入。性能比较依赖赛手的实力，中意其“正脸”而选择购入。耿鬼。<br>→为了给鬼野 ねね练车而无期限出借。', 
        purchase: '购买：天王寺<br>改装：天王寺，ボア，ヘルアン，ルウ'
    },
    { 
        image: '', 
        type: '🚗', 
        maker: 'Dundreary', 
        name: 'Virgo Custom', 
        date: `'23/10/18`, 
        detail: '作为赌场奖品从有坂 誉处购买的Boosting限量经典肌肉车。<br>于11/7委托给BIG SUZUKI改装中。', 
        purchase: '购买：非卖品<br>改装：-'
    },
    { 
        image: '', 
        type: '🚁', 
        maker: 'Nagasaki', 
        name: 'Havok', 
        date: `'23/09/20`, 
        detail: '单人小型直升机。怀着对Alpha购入折扣的感谢之情而购入。很喜欢其可爱的形状。<br>→10/23借给鬼野ねね练习直升机驾驶。 →1/9借给上田作为制作火箭筒时的移动手段。', 
        purchase: '购买：鳥野<br>改装：-'
    },
    { 
        image: '', 
        type: '🚁', 
        maker: 'Unknown', 
        name: 'Sparrow', 
        date: `'24/01/09`, 
        detail: '作为给部下制作火箭筒时的移动手段购入。从鬼野 ねね处收回小型直升机后借出。', 
        purchase: '购买：成瀬，青井<br>改装：-'
    },
];

export const pastVehicleData = [
    { 
        image: '', 
        type: '🚗', 
        maker: 'Obey', 
        name: 'Tailgater S', 
        date: `'23/09/01`, 
        detail: '为了黑医生专用而购入。购入Neon后转卖给了二手汽车商。', 
        purchase: '购买：深沢<br>改装：なの'
    },
    { 
        image: '', 
        type: '🏎', 
        maker: 'Pfister', 
        name: 'Neon', 
        date: `'23/09/02`, 
        detail: '安静且初速很快的电动汽车。作为Tailgater S的替代，黑医生专用而购入。<br>购入Tezeract后转卖给了ヘスティア。', 
        purchase: '购买：千代田<br>改装：なの'
    },
    { 
        image: '', 
        type: '🚙', 
        maker: 'Declasse', 
        name: 'Burrito Custom', 
        date: `'23/09/18`, 
        detail: '作为出借给暗金無島君的债务者还债用的涂得全黑的货车。非常有丑●君特色的涂装。<br>→11/27   委托了部下鬼野 ねね当中间人交换为了Rumpo Custom。', 
        purchase: '购买：小豆<br>改装：ネケ'
    },
    { 
        image: '', 
        type: '🛥️', 
        maker: 'Shitzu', 
        name: 'Longfin', 
        date: `'23/09/20`, 
        detail: '犯罪时水上移动用的高速船舰。后部有可供4人乘坐的座位，停泊的时候可以在船上射击。<br>水上抗争后转卖给了マイゴ・ニ＝ナリエル ', 
        purchase: '购买：命田<br>改装：-'
    },
    { 
        image: '', 
        type: '🚙', 
        maker: 'Vapid', 
        name: 'Speedo Custom', 
        date: `'23/09/25`, 
        detail: '为了出借给暗金的债务者而追加购入。<br>→11/27   委托了部下鬼野 ねね当中间人交换为了Rumpo Custom。', 
        purchase: '购买：小豆<br>改装：-'
    },
    { 
        image: '', 
        type: '🚚', 
        maker: 'Zirconium', 
        name: 'Journey2\n✎ 药物仓库', 
        date: `'23/11/11`, 
        detail: '作为移动仓库购入。<br>→在えいむ生日时作为生日礼物送出。', 
        purchase: '购买：ルウ<br>改装：ルウ'
    },
    { 
        image: '', 
        type: '🏎', 
        maker: 'Pegassi', 
        name: 'Zentorno\n✎ 犯罪用', 
        date: `'23/11/16`, 
        detail: '数量限定的人气超跑。总而言之先买下后，犹豫过是否要将其作为赌场的景品，作为犯罪用车十分爱用。<br>→12/24，转卖给了很中意其车身的てつお。', 
        purchase: '购买：オザワ<br>改装：ルウ、セイジ'
    },
    { 
        image: '', 
        type: '🚙', 
        maker: 'Bravado', 
        name: 'Rumpo Custom\n✎ 红Rumpo', 
        date: `'23/11/27`, 
        detail: '部下作中介，与Speedo Custom交换得来的二手车。<br>→'+`'24/2/14，以3500万的价格卖给了在TwiX发推说想要大载重车辆的七転 うぐ`, 
        purchase: '购买：-<br>改装：-'
    },
    { 
        image: '', 
        type: '🚙', 
        maker: 'Bravado', 
        name: 'Rumpo Custom\n✎ 蓝Rumpo', 
        date: `'23/11/27`, 
        detail: '部下作中介，与Speedo Custom交换得来的二手车。<br>→'+`'24/2/24，以3500万的价格卖给了えいむ。`, 
        purchase: '购买：-<br>改装：-'
    },
    { 
        image: '', 
        type: '🚙', 
        maker: 'Bravado', 
        name: 'Rumpo Custom\n✎ 绿Rumpo', 
        date: `'23/11/30`, 
        detail: '追加购入的药物专用车。→'+`'24/2/24，以3500万的价格卖给了エス。`, 
        purchase: '购买：-<br>改装：-'
    },
    { 
        image: '', 
        type: '🚙', 
        maker: 'Bravado', 
        name: 'Rumpo Custom\n✎ 黄Rumpo', 
        date: `'23/11/30`, 
        detail: '追加购入的药物专用车。→'+`'24/3/4，以3500万的价格卖给了前辈。`, 
        purchase: '购买：-<br>改装：-'
    },
    { 
        image: '', 
        type: '🏎', 
        maker: 'Pegassi', 
        name: 'Osiris', 
        date: `'23/12/29`, 
        detail: '作为鬼野 ねね的生日礼物而购入。<br>在车里放入了ねね之前不小心弄丢的贤者之石', 
        purchase: '购买：てつお<br>改装：プスカ大佐'
    },
    { 
        image: '', 
        type: '🚗', 
        maker: 'Karin', 
        name: 'Dilettante2', 
        date: `'24/03/03`, 
        detail: '特征为PATROL涂装的小型轿车。<br>由于不能升级引擎就转让给了さとう。', 
        purchase: '购买：BIG SUZUKI<br>改装：-'
    },
    { 
        image: '', 
        type: '🚁', 
        maker: 'Unknown', 
        name: 'Frogger nl', 
        date: `'24/06/07`, 
        detail: '为了出借给ACADEMY的学生而购入。现在的持有者为雪菱 メラ。<br>→'+`'24/8/3，在其加入了帮派后，直接作为饯别礼赠与。`, 
        purchase: '购买：御庭野 えんちょう<br>改装：-'
    },
    { 
        image: '', 
        type: '🏍', 
        maker: 'Kafaros', 
        name: 'Monowhee\n✎ 赌场', 
        date: `'24/02/15`, 
        detail: '赌场景品用，从市长处特别购入的玩具摩托车D轮。<br>预计需求量大而购买多辆，现剩此一辆。<br>→'+`'24/9/8，与赌场的全权限一同转移给了鳥羽さん。`, 
        purchase: '购买：市長<br>改装：-'
    },
    { 
        image: '', 
        type: '🚗', 
        maker: 'Nagasaki', 
        name: 'runabout\n✎ 赌场', 
        date: `'24/04/07`, 
        detail: '赌场景品用，从市长处特别购入<br>看起来像童话故事里会出现的马车的老爷车。<br>→'+`'24/9/8，与赌场的全权限一同转移给了鳥羽さん。`, 
        purchase: '购买：市長<br>改装：-'
    },
    { 
        image: '', 
        type: '🚙\n🛥', 
        maker: 'Kafaros', 
        name: 'BoatMobile\n✎ 赌场活动用，赌场', 
        date: `'24/04/07`, 
        detail: '赌场用，1辆100亿，合计购入两辆，从市长处特别购入的水陆两用车辆。<br>是可以下水的车辆，因此仅限于在活动中使用。<br>→'+`'24/9/8，与赌场的全权限一同转移给了鳥羽さん。`, 
        purchase: '购买：市長<br>改装：ルウ'
    },
    { 
        image: '', 
        type: '', 
        maker: 'Coil', 
        name: 'Raiden GRB\n✎ 垃圾箱,垃圾箱,景品', 
        date: `'24/05/21`, 
        detail: 'Boosting限定车。拍卖会用，购入了三辆。<br>→'+`'24/9/8，与赌场的全权限一同转移给了鳥羽さん。`, 
        purchase: '购买：そす<br>改装：-'
    },
];

export const prizeVehicleData = [
    { 
        image: '', 
        type: '🏍', 
        maker: 'Nagasaki', 
        name: 'BF400', 
        date: `'23/08/07`, 
        detail: '为了参加摩托车比赛而购入的越野摩托车。<br>已经成为了赌场景品。', 
        purchase: '购买：深沢 えぼし<br>改装：深沢 えぼし'
    },
    { 
        image: '', 
        type: '🚗', 
        maker: 'Grotti', 
        name: 'Brioso 300\n✎ 软软白云车', 
        date: `'23/08/19`, 
        detail: '作为私人用泛用车购入。由于其可爱的外形而决定购入。<br>在咖啡店就职后委托BIG SUZUKI重新涂装为了“软软白云车”。<br>已经成为了赌场景品。', 
        purchase: '购买：斎藤<br>改装：まりー，BIG SUZUKI'
    },
    { 
        image: '', 
        type: '🏍', 
        maker: 'Western', 
        name: 'Powersurge', 
        date: `'23/09/20`, 
        detail: '很安静且加速性能优秀的EV摩托车。在试乘会的时候就决定购入，最后以菖光motors的开业折扣价购入。<br>结果不是很满意其性能，委托プスカ大佐涂装，完成后将其作为了赌场景品。', 
        purchase: '购买：ジョーカー<br>改装：ボア'
    },
    { 
        image: '', 
        type: '🚗', 
        maker: 'Declasse', 
        name: 'Tornado Custom', 
        date: `'23/10/16`, 
        detail: '作为赌场景品从山本 龍也处购入的Boosting限定稀有车辆。保有了一段时间后，将其作为了赌场景品。', 
        purchase: '购买：非卖品<br>改装：ジャー武'
    },
    { 
        image: '', 
        type: '🏎', 
        maker: 'Överflöd', 
        name: 'Entity XXR', 
        date: `'23/10/18`, 
        detail: '作为赌场景品从有坂 誉购入的来自Boosting的超跑。<br>以1亿购入了（当时）市场定价为3亿的未售卖汽车，是赌场开业典礼当天的景品。', 
        purchase: '购买：非卖品<br>改装：-'
    },
    { 
        image: '', 
        type: '🏍', 
        maker: 'Dinka', 
        name: 'Vindicator\n✎ 赌场景品摩托', 
        date: `'23/10/18`, 
        detail: '作为赌场景品从有坂 誉购入的Boosting限定高性能摩托车。<br>虽然是景品用车，由于很喜欢而使用了一段时间后，将其作为了赌场景品。', 
        purchase: '购买：非卖品<br>改装：ルウ'
    },
    { 
        image: '', 
        type: '🚚', 
        maker: 'Vapid', 
        name: 'Guardian RV', 
        date: `'23/11/01`, 
        detail: '附带大容量储存和衣柜的高性能露营房车。<br>作为移动仓库购入，但由于其过大的车体太过于碍事，最终还是成为了赌场的景品。', 
        purchase: '购买：てつお<br>改装：-'
    },
    { 
        image: '', 
        type: '🏎', 
        maker: 'Pegassi', 
        name: 'Torero XO', 
        date: `'23/11/17`, 
        detail: '在ミン ドリー生日当天，从其工作的车行EDEN处购入。<br>已经成为了赌场景品。', 
        purchase: '购买：ミンドリー<br>改装：ルウ'
    },
    { 
        image: '', 
        type: '🚗', 
        maker: 'Wow', 
        name: 'Omnis\n✎ 玩具', 
        date: `'23/11/19`, 
        detail: '在EDEN购入。<span style="text-decoration:line-through">赌场景品预定。</span>作为安保 さぶ郎的生日礼物赠与。', 
        purchase: '购买：葉時山<br>改装：セイジ'
    },
    { 
        image: '', 
        type: '🚗', 
        maker: 'BIG', 
        name: 'Bobby Car\n✎ 赌场景品宝宝车', 
        date: `'23/12/30`, 
        detail: '作为赌场景品从市长处购入的超小型汽车。<br>已经成为了赌场景品。', 
        purchase: '购买：市長<br>改装：キャップ'
    },
    { 
        image: '', 
        type: '🛋', 
        maker: 'Flywheels', 
        name: 'Couch Supreme\n✎ 赌场景品沙发', 
        date: `'23/12/30`, 
        detail: '作为赌场景品从市长处购入的可以开上路的沙发。已经成为了赌场景品。', 
        purchase: '购买：市長<br>改装：キャップ'
    },
    { 
        image: '', 
        type: '🛺', 
        maker: 'Flywheels', 
        name: 'Tunak\n✎ 赌场景品三轮车', 
        date: `'23/12/30`, 
        detail: '作为赌场景品从市长处购入的3座三轮摩托车。<br>已经成为了赌场景品。', 
        purchase: '购买：市長<br>改装：プスカ大佐'
    },
    { 
        image: '', 
        type: '🏍', 
        maker: 'Shitz', 
        name: 'Bosozoku\n✎ 赌场景品暴走族机车', 
        date: `'23/12/30`, 
        detail: '作为赌场景品从市长处购入的暴走族风摩托车。<br>已经成为了赌场景品。', 
        purchase: '购买：市長<br>改装：川上'
    },
    { 
        image: '', 
        type: '🏎', 
        maker: 'Ocelot', 
        name: 'Virtue\n✎ 赌场景品', 
        date: `'24/02/15`, 
        detail: '作为赌场景品购入的超小型汽车。<br>已经成为了赌场景品。', 
        purchase: '购买：切間 てつお<br>改装：うさぎさん'
    },
    { 
        image: '', 
        type: '🏍️', 
        maker: 'Kafaros', 
        name: 'Monowheel', 
        date: `'24/02/15`, 
        detail: '作为赌场景品从市长处特别购入的奇怪摩托车。有着让人浮想联翩的外型。<br>已经成为了赌场景品。', 
        purchase: '购买：市長<br>改装：する蔵'
    },
    { 
        image: '', 
        type: '🚲', 
        maker: 'Cycle', 
        name: 'Lowrider Bicycle', 
        date: `'24/02/15`, 
        detail: '作为赌场景品从市长处特别购入的附带备胎的自行车。<br>已经成为了由赌场提供的自行车赛车比赛的奖品。', 
        purchase: '购买：市長<br>改装：-'
    },
    { 
        image: '', 
        type: '🚗', 
        maker: 'Vapid', 
        name: 'Flivver', 
        date: `'24/04/07`, 
        detail: '作为赌场景品从市长处特别购入的老爷车。<br>让人仿佛回到了汽车刚诞生的1910~20年代。', 
        purchase: '购买：市長<br>改装：-'
    },
    { 
        image: '', 
        type: '🚗', 
        maker: 'Nagasaki', 
        name: 'tomado_st', 
        date: `'24/04/07`, 
        detail: '作为赌场景品从市长处购入像是来自世纪末的老爷车。<br>→委托上田将其改装为赌场景品的样子。然后就这样顺势成为了赌场景品。', 
        purchase: '购买：市長<br>改装：上田'
    },
];